{
  "questions": [
      {
          "id" :  "0",
            
            "text" : "Охоронець в магазині затримує Олександра вважаючи, що він взяв товар не розрахувавшись та перешкоджає йому в пересуванні не викликаючи поліції.", 
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "намагатися піти самому",
            "чекати допомоги від інших",
            "викликати поліцію, зателефонувати батькам"
			],
           
            "answer" : "1"}
      },
        {
          "id" :  "1",
            
            "text" : "Вихователь  за погану поведінку, змушує Андрія та Тараса фарбувати паркани, мити туалет в присутності інших учнів.",
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "чекати поки хтось не допоможе",
            "чекати поки ситуація сама не зміниться",
            "повідомити батькам та керівника навчального закладу"
			],
            
            "answer" : "3"}
      },
        {
          "id" :  "2",
            
            "text" : "Слідчій (поліцейський) доставив шістнадцятирічного Олега у відділок та допитує його без адвоката.", 
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "давити покази",
            "відмовитися від давання показів без захисника (адвоката),  вимагати присутності адвоката",
            "просити викликати когось з родичів"
			],
            
            "answer" : "2"}
      },
        {
          "id" :  "3",
            
            "text" : "Сашко переїхав з батьками до іншого міста та подав документи до зарахування його у навчальний заклад (школу). Однак йому відмовляють у цьому натякаючи на необхідність попередньої сплати внесків.",
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "нічого не робити та шукати інший навальний заклад",
            "повідомити про це відповідні державні органи, поліцію",
            "виконати вимоги навчального закладу чи його посадових осіб"
			],
            
            "answer" : "2"}
      },
        {
          "id" :  "4",
            
            "text" : "Ірині забороняють висловлювати особисту думку у навчальному процесі, яка на погляд вихователів є неправильною.",
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "перестати висловлювати свою думку",
            "повідомити про це батьків та керівника навчального закладу",
            "погодитися з думкою іншої особи"
			],
            
            "answer" : "2"}
      },
        {
          "id" :  "5",
            
            "text" : "Слідчій зустрів шістнадцятирічного Дениса та повідомив йому щоб він з’явитися до нього на допит о 16 годинні, ще і повістку залишив.",
			"image": "http://dev.theappsdr.com/apis/trivia_json/photos/georgewashington.png",
			"choices": { 
				"choice": [
            "з’явитися до слідчого ",
            "повідомити про відмову з’явитися на виклик та вимагати щоб викликали через батьків",
            "нічого не робити"
			],
            
            "answer" : "2"}
      },
        {
          "id" :  "6",
            
            "text" : "Коли Сергію виповнилося 16 років він вирішив отримати водійське посвідчення для можливості керувати автомобілем батька. Знайшов найближчу автошколу біля будинку та пішов подавати заяву про проходження курсів навчання. Однак, директор автошколи відмовив Сергію у прийнятті заяви пояснивши це тим, що проходити курси навчання на керування автомобілем він може тільки після досягнення 18-річчя.", 
			"image": "https://vpd.in.ua/android/qa.png",
			"choices": 
				{ "choice": [
            "чекати досягнення 18 років",
            "отримати письмову відмову та оскаржувати дії директора",
            "поскаржитись батькам та прийти до директора з ними"
			],
            
            "answer" : "2"}
      },
        {
          "id" :  "7",
            
            "text" : "15-річна Оксана вирішила мати власні кошти та влаштуватись на роботу аніматором. Знайшла відповідне оголошення із гнучким графіком роботи та заробітною платою, що її влаштовувала. Однак роботодавець відмовив їй у такому працевлаштуванні мотивуючи це тим, що вона є неповнолітньою.",
			"image": "https://vpd.in.ua/android/qa.png",
			"choices": { 
				"choice": [
            "нічого не робити, роботодавець правий і треба чекати повноліття",
            "викликати працівників поліції і вмовляти роботодавця прийняти на роботу",
            "отримати письмову згоду одного з батьків і звернутись повторно до роботодавця"
			],
        
            "answer" : "3"}
      },
        {
          "id" :  "8",
            
            "text" : "16-річний Дмитро катаючись на велосипеді пошкодив автомобіль сусіда. Розлючений сусід побачивши це почав вимагати від Дмитра відшкодування вартості за ремонт свого авто.", 
			"image": "https://vpd.in.ua/android/qa.png",
			"choices": { 
				"choice": [
            "віддати велосипед та усі цінні речі",
            "відмовити у відшкодуванні шкоди, повідомити батьків або працівників поліції",
            "тікати"
			],
           
            "answer" : "2"}
      },
        {
          "id" :  "9",
            
            "text" : "17-річна Світлана, отримавши на день народження у подарунок гроші, вирішила самостійно придбати мобільний телефон. Батьки Світлани були не проти. Але в магазині продавець відмовився продавати телефон мовляв, що Світлана ще мала та не може розпоряджатися коштами та робити дорогі покупки.",
			"image": "https://vpd.in.ua/android/qa.png",	
			"choices": { 
				"choice": [
            "відмовитися від покупки",
            "покликати  старшого продавця чи менеджера та повідомити йому про незаконну відмову у продажу товару",
            "купити в інтернеті"
			],
            
            "answer" : "2"}
      }
    ]
}